Repository: thefuxia/t5-rewrite
Catalog: languages/plugin_t5_rewrite-*.po
Languages: de_de

source: A custom field of a post. The syntax is different here: use %1$s, where %2$s is the key. If there is no value for the key %3$s will be used as fallback.
de_de: Ein benutzerdefiniertes Feld für den Beitrag. Die Syntax hierfür ist etwas anders als sonst: Benutze %1$s, wobei %2$s der Feldname ist. Gibt es keinen Wert dafür, so wird %3$s stattdessen benutzt.

source: A sanitized version of the post format of the post.
de_de: Eine vereinfachte Version des aktuellen Postformats.

source: A sanitized version of the oldest tag of the post.
de_de: Eine vereinfachte Version des ältesten Schlagwortes für den Beitrag.

source: All Rewrite Tags
de_de: Alle Vorlagen

source: No tags available. Someone has broken this tab.
de_de: Keine Vorlagen verfügbar. Ein anderes Plugin hat das hier kaputtgemacht.

source: Tag
de_de: Vorlage

source: Description
de_de: Beschreibung

source: Examples
de_de: Beispiele

source: The year of the post in four digits.
de_de: Das Jahr des Beitrages in vier Ziffern.

source: Month of the year in two digits.
de_de: Monat des Jahres in zwei Ziffern.

source: The day of the month in two digits.
de_de: Tag des Monats in zwei Ziffern.

source: The hour of the day in two digits.
de_de: Stunde des Tages in zwei Ziffern.

source: The minute of the hour in two digits.
de_de: Minute der Stunde in zwei Ziffern.

source: The second of the minute in two digits.
de_de: Sekunde der Minute in zwei Ziffern.

source: The unique ID # of the post. A number.
de_de: Die spezifische Kennzahl des Beitrages. Eine Zahl.

source: A sanitized version of the title of the post (post slug field on Edit Post/Page panel).
de_de: Eine vereinfachte Version des Beitragstitels (der Slug in der Bearbeitungsmaske).

source: A sanitized version of the category name (category slug field on New/Edit Category panel). Nested sub-categories appear as nested directories in the URI.
de_de: Eine vereinfachte Version des Kategorienamens (Kategorieslug). Verschachtelte Subkategorien werden als Unterverzeichnisse in der URL abgebildet.

source: A sanitized version of the author name.
de_de: Eine vereinfachte Version des Autorennamens.

source: Adds special rewrite tags.
de_de: Ergänzt WordPress um spezielle URL-Vorlagen.
